---
type: AssetPropertyUInt64
namespace: Autodesk.Revit.DB.Visual
version: 2024
members: 1
tags: [revit-api, class]
---

# AssetPropertyUInt64

`Autodesk.Revit.DB.Visual.AssetPropertyUInt64` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Value | — | `public ulong Value { get ; }` |